Repository: mateuszszczudlowski/ocr
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Add
pl: Dodaj

# addAllergensInstruction
source: 1. Add your allergens in the list
pl: 1. Dodaj swoje alergeny do listy

# allergenAlreadyExists
source: This allergen is already in your list
pl: Ten alergen jest już na twojej liście

source: Allergens Found!
pl: Znaleziono Alergeny!

# appTitle
source: Allergen Scanner
pl: Skaner Alergenów

source: Camera
pl: Aparat

# cameraNotAvailable
source: Camera is not available. Use physical device.
pl: Aparat nie jest dostępny. Użyj fizycznego urządzenia.

# cameraPermissionRequired
source: Camera permission is required
pl: Wymagane uprawnienie aparatu

source: Delete allergen
pl: Usuń alergen

# demoCode
source: Use code: 12345
pl: Użyj kodu: 12345

source: Enter allergen
pl: Wprowadź alergen

source: Enter verification code
pl: Wprowadź kod weryfikacyjny

# errorPickingImage
source: Error picking image: {error}
pl: Błąd wyboru zdjęcia: {error}

# errorTakingPicture
source: Error taking picture: {error}
pl: Błąd podczas robienia zdjęcia: {error}

source: Extracted Text
pl: Rozpoznany Tekst

source: Find allergens...
pl: Znajdź alergeny...

# foundAllergens
source: Found allergens: {allergens}
pl: Znalezione alergeny: {allergens}

source: Gallery
pl: Galeria

source: Get Started
pl: Rozpocznij

# invalidOTP
source: Invalid OTP. Please try 12345
pl: Nieprawidłowy kod. Spróbuj 12345

source: Language
pl: Język

source: Manage Allergens
pl: Zarządzaj Alergenami

# matchedWords
source: Found Words
pl: Znalezione Słowa

source: No Allergens
pl: Brak Alergenów

source: No allergens detected
pl: Nie wykryto alergenów

# noAllergensYet
source: No allergens added yet
pl: Nie dodano jeszcze żadnych alergenów

source: Please enter allergen
pl: Proszę wprowadzić alergen

# positionIngredientsInstruction
source: Position the ingredients list in the frame
pl: Umieść listę składników w ramce

# scannerTitle
source: Scanner
pl: Skaner

# scanningInProgress
source: Scanning...
pl: Skanowanie...

source: Scanned text:
pl: Zeskanowany tekst:

source: Select allergens
pl: Wybierz alergeny

source: Settings
pl: Ustawienia

# takePhotoInstruction
source: 2. Take a photo of product ingredients
pl: 2. Zrób zdjęcie składników produktu

source: Theme
pl: Motyw
